Repository: ProxymanApp/proxyman-localization
Catalog: macOS/Tools.xcstrings
Source language: en
Languages: zh_hans

# 0fQ-Vd-5Tg.title
source: Leave textfields blank to keep it unchanged from matched requests. Wildcard/Regex is not allowed.
zh_hans: 留空文本框以保持匹配请求的原样。禁止使用通配符/正则表达式。

# 0Si-T3-xUq.headerCell.title
source: Enabled
zh_hans: 启用

# 0Si-T3-xUq.headerToolTip
source: Enable / Disable this entry
zh_hans: 启用 / 禁用此条目

# 1Al-WX-YZY.title
source: Converter
zh_hans: 转换器

# 1Ee-dS-zG7.title
source: Delimited List
zh_hans: 分隔列表

# 1xs-li-QXh.title
source: Done
zh_hans: 完成

# 2Fd-yl-3R8.title
source: Inclusive List for External Proxies:
zh_hans: 外部代理的包含列表：

# 2qi-Pl-Pur.title
source: Matching Rule
zh_hans: 匹配规则

# 2RO-xf-Gjo.ibShadowedToolTip
source: Block all matched requests, but doesn't displays them on the app
zh_hans: 阻止所有已匹配请求，但不在应用程序中显示它们

# 2RO-xf-Gjo.title
source: Block & Hide Request
zh_hans: 阻止并隐藏请求

# 3TH-m3-mox.title
source: New...
zh_hans: 新建...

# 4ka-a6-Sj1.title
source: From Charles Proxy...
zh_hans: 从 Charles Proxy...

# 4st-4u-PxL.title
source: Bypass List for External Proxies:
zh_hans: 外部代理的绕过列表：

# 5Fn-bg-agU.placeholderString
source: Untitled
zh_hans: 未命名

# 6p9-2t-NMs.title
source: From Proxyman...
zh_hans: 从 Proxyman...

# 6yN-WS-9Vg.title
source: Duplicate
zh_hans: 重复

# 7KD-dz-m6N.title
source: Not found in Schema List
zh_hans: 在架构列表中未找到

# 7lm-yD-mJr.title
source: Response
zh_hans: 响应

# 7u5-Hm-wEX.ibShadowedToolTip
source: Toggl Enable / Disable selected rules
zh_hans: 切换启用 / 禁用所选规则

# 7u5-Hm-wEX.title
source: Enable Rule
zh_hans: 启用规则

# 7WC-AY-SS1.title
source: Export Settings...
zh_hans: 导出设置...

# 8dZ-ZZ-UQW.title
source: Label
zh_hans: 标签

# 8ke-bh-uZB.title
source: Map Remote
zh_hans: 远程映射

# 8Mz-VP-qDC.title
source: ⌘N: New; ⌘⏎: Edit; ⌘⌫: Delete; ⌘D: Duplicate;
zh_hans: ⌘N：新建；⌘⏎：编辑；⌘⌫：删除；⌘D：重复；

# 9yR-kz-Jas.title
source: Matching Rule:
zh_hans: 匹配规则：

# 15u-la-efl.title
source: Message Type:
zh_hans: 消息类型：

# 24u-L6-FTD.title
source: Untitled
zh_hans: 未命名

# 33J-mu-EVh.title
source: Edit...
zh_hans: 编辑...

# 91T-xN-aX4.title
source: Matching Rule:
zh_hans: 匹配规则：

# 495-Zy-klz.title
source: Cancel
zh_hans: 取消

# A3N-vj-wt3.title
source: It's required to parse Protobuf Data to human-readable content.
zh_hans: 需要将 Protobuf 数据解析为人类可读的内容。

# A3S-hP-iWX.title
source: New: ⌘N Edit: ⌘⏎ Delete: ⌘⌫ Duplicate: ⌘D Toggle Rules: ␣
zh_hans: 新建：⌘N 编辑：⌘⏎ 删除：⌘⌫ 复制：⌘D 切换规则：␣

# ai4-Dj-nHT.title
source: Cancel
zh_hans: 取消

# aPX-hq-H6B.title
source: Each request is checked against the rules from top to bottom, stopping when a match is found.
zh_hans: 每个请求都是从上到下检查规则，找到匹配时停止。因此。

# aV0-LX-HBk.title
source: Each request is checked against the rules from top to bottom, stopping when a match is found.
zh_hans: 每个请求都是从上到下检查规则，找到匹配时停止。因此。

# Avy-J0-H1L.title
source: Convert
zh_hans: 转换

# b9p-Vb-ytG.title
source: Protobuf Console Log
zh_hans: Protobuf 控制台日志

# bGC-yu-Ejf.title
source: Rule:
zh_hans: 规则：

# bJm-Fm-LXw.title
source: Delete
zh_hans: 删除

# bkp-1g-hRs.title
source: Hint: Paste your URL to the Host textfield to auto-parse each components (Host, Port, Path, Query).
zh_hans: 提示：将你的 URL 粘贴到主机文本框中，以自动解析每一个组件（主机、端口、路径、查询）。

# bQK-X9-YHZ.headerCell.title
source: Matching Rule
zh_hans: 匹配规则

# bQK-X9-YHZ.headerToolTip
source: Matching URLs
zh_hans: 匹配 URL

# Btl-Af-HZO.title
source: Block List
zh_hans: 阻止列表

# BWe-JR-zbG.headerCell.title
source: Method
zh_hans: 方法

# C4o-ut-1Q3.headerCell.title
source: Name
zh_hans: 名称

# C8K-fh-Gx4.headerCell.title
source: File Descriptor Name
zh_hans: 文件描述符名称

# c8M-mL-bp8.title
source: Import Settings…
zh_hans: 导入设置…

# cf1-Hn-IZ0.title
source: Protobuf Settings
zh_hans: Protobuf 设置

# cJf-j4-QCN.headerCell.title
source: Matching Rule
zh_hans: 匹配规则

# cJf-j4-QCN.headerToolTip
source: Matching URLs
zh_hans: 匹配的网址

# cnK-t9-lcZ.title
source: Done
zh_hans: 完成

# cpR-pg-qce.title
source: Map From
zh_hans: 映射自

# cS7-Nv-qCv.title
source: Preserve the Original URL after matching with Map Remote
zh_hans: 匹配后保留原始网址

# CyY-Ci-Nna.title
source: Map To
zh_hans: 映射到

# d0U-ff-Eiw.title
source: Action:
zh_hans: 操作:

# D4i-n4-odt.title
source: Name:
zh_hans: 名称:

# DA5-iA-Soe.title
source: Use different Message Type for Request / Response
zh_hans: 为请求/响应使用不同的消息类型

# ddW-TL-deK.title
source: Protocol:
zh_hans: 协议:

# dEP-SJ-y2j.title
source: Cancel
zh_hans: 取消

# dg1-As-tyP.title
source: Enable External Proxy Tool
zh_hans: 启用外部代理工具

# DKp-b3-yuf.title
source: Click "+" or ⌘N to add new entry
zh_hans: 点击 “+” 或 ⌘N 添加新条目

# dSi-ge-eV4.title
source: To .har File:
zh_hans: 导出到 .har 文件:

# e4p-dX-1VH.title
source: Include all subpaths of this domain
zh_hans: 包含此域的所有子路径

# eEu-x7-8h1.title
source: Block and Hide
zh_hans: 阻止并隐藏

# EiT-ui-6UM.placeholderString
source: Untitled
zh_hans: 未命名

# EjO-kr-9Ce.title
source: Block List Rules
zh_hans: 阻止列表规则

# eO0-3D-8ut.title
source: New: ⌘N Edit: ⌘⏎ Delete: ⌘⌫ Duplicate: ⌘D Toggle Rules: ␣
zh_hans: 新建: ⌘N 编辑: ⌘⏎ 删除: ⌘⌫ 复制: ⌘D 切换规则: ␣

# eRn-AX-Ioo.title
source: Cancel
zh_hans: 取消

# Esu-hv-zjU.title
source: Auto
zh_hans: 自动

# EVC-EH-rCg.title
source: More
zh_hans: 更多

# EvP-SG-jOq.title
source: Require Charles Proxy app for converting
zh_hans: 需要转换的 Charles Proxy 应用

# fIW-i8-0ys.title
source: Export Settings...
zh_hans: 导出设置...

# fk2-Kq-qT3.title
source: Name:
zh_hans: 名称:

# FnH-TS-fzU.title
source: Select App...
zh_hans: 选择应用...

# FrW-VV-SNa.title
source: Untitled
zh_hans: 未命名

# fTi-JU-nUQ.title
source: Export Setting…
zh_hans: 导出设置…

# fUi-2O-NHD.title
source: Matching Rule:
zh_hans: 匹配规则：

# G4z-qO-dFS.title
source: Host:
zh_hans: 主机：

# GcR-SJ-hvI.title
source: Map Remote
zh_hans: 远程映射

# gcU-h0-wu7.headerCell.title
source: Payload Encoding
zh_hans: 有效载荷编码

# GD4-VB-I8N.title
source: New...
zh_hans: 新建…

# GeB-Zg-10m.title
source: More
zh_hans: 更多

# gie-57-rnH.title
source: Protobuf Schema List
zh_hans: Protobuf 架构列表

# Gls-g2-AJY.title
source: Click "+" or ⌘N to add new entry
zh_hans: 点击 "+" 或 ⌘N 添加新条目

# GsR-5F-Och.title
source: Edit...
zh_hans: 编辑...

# hB9-WI-l6l.title
source: Leave empty if you'd allow all traffic to go to the External Proxies.
zh_hans: 如果允许所有流量通过外部代理，请保持为空。

# hGm-jh-75d.ibShadowedToolTip
source: Proxyman hides these requests, but not blocking them
zh_hans: Proxyman 会隐藏这些请求，但不会阻止它们

# hGm-jh-75d.title
source: Hide, but not Block
zh_hans: 隐藏，但不阻止

# hKB-3P-6cG.title
source: From Proxyman...
zh_hans: 来自 Proxyman...

# hrm-aJ-Sdy.title
source: Query:
zh_hans: 查询：

# HvE-iu-dZA.title
source: Map Local
zh_hans: 本地映射

# iAy-qs-4kh.title
source: Delete
zh_hans: 删除

# IgZ-Eo-5Xg.title
source: Matching Rule:
zh_hans: 匹配规则：

# iMj-pD-mMb.title
source: Map Requests to different Host, Path, Post. Useful to map from Localhost ↔ Production.
zh_hans: 将请求映射到不同的主机、路径、请求体。用于从本地主机 ↔ 生产环境的映射。

# iWe-sk-2yJ.placeholderString
source: Untitled
zh_hans: 无标题

# j9A-m6-SwX.title
source: New...
zh_hans: 新建...

# j9L-LL-GiB.title
source: Name:
zh_hans: 名称：

# jE3-xf-YOW.headerCell.title
source: Matching Rule
zh_hans: 匹配规则

# jE3-xf-YOW.headerToolTip
source: Matching URLs
zh_hans: 方法

# jgc-Ir-DKh.headerCell.title
source: Method
zh_hans: 方法

# JuN-dF-ONn.title
source: Import Settings
zh_hans: 导入设置

# JXr-nP-XYo.title
source: Single Message
zh_hans: 单条消息

# JYF-4o-VV8.title
source: From Charles Proxy...
zh_hans: 来自 Charles Proxy...

# KJs-fU-nLX.ibExternalAccessibilityDescription
source: Enable or Disable entire Map Local Feature
zh_hans: 启用或禁用整个本地映射功能

# kMJ-wP-wVM.title
source: Label
zh_hans: 标签

# KMY-dB-3sx.title
source: How to get *.desc file?
zh_hans: 如何获取 *.desc 文件？

# Kpb-fD-pcJ.ibShadowedToolTip
source: Couldn't find this MessageType in all Protobuf Schema Files. Make sure you include package name
zh_hans: 在所有 Protobuf 架构文件中找不到此消息类型。确保包含包名称

# KpL-qD-frB.title
source: If your `localhost` requests don't show on Proxyman, please set domain aliases on /etc/hosts file
zh_hans: 如果你的 `localhost` 请求未显示在 Proxyman 中，请在 /etc/hosts 文件中设置域名别名

# l1s-Ls-GJV.title
source: Wildcard * and ? are supported
zh_hans: 支持通配符 * 和 ?

# lOA-Tr-nm3.title
source: Cancel
zh_hans: 取消

# Ls7-Fl-hXH.title
source: Request's URL will be replaced with new Map Remote URL
zh_hans: 请求的 URL 将被替换为新的远程映射 URL

# Lvj-Kf-9lf.title
source: Duplicate
zh_hans: 复制

# lWY-UN-3Di.title
source: Enable Allow List Tool
zh_hans: 启用允许列表工具

# lXO-Pq-YX1.title
source: Path:
zh_hans: 路径：

# M61-5L-p5n.title
source: Duplicate
zh_hans: 复制

# MaT-em-kD1.title
source: Click "+" or ⌘N to add new entry
zh_hans: 点击 "+" 或 ⌘N 添加新条目

# MBG-sg-M7m.title
source: Protobuf Schema...
zh_hans: Protobuf 模式...

# Mdl-TG-Eas.title
source: Host:
zh_hans: 主机：

# mIQ-Am-U2t.title
source: Enable Map Remote Tool
zh_hans: 启用远程映射工具

# mMu-Uq-RFk.title
source: More
zh_hans: 更多

# MPT-OC-LCw.title
source: Protobuf File Descriptor List
zh_hans: Protobuf 文件描述符列表

# mRc-Tt-HKr.title
source: If the Message Type does not exist, please add the Schema firstly
zh_hans: 如果消息类型不存在，请先添加架构

# NiQ-oE-pjP.title
source: New: ⌘N Edit: ⌘⏎ Delete: ⌘⌫ Duplicate: ⌘D Toggle Rules: ␣
zh_hans: 新建： ⌘N 编辑： ⌘⏎ 删除： ⌘⌫ 复制： ⌘D 切换规则： ␣

# Nxm-Kd-hTk.title
source: Edit...
zh_hans: 编辑...

# o2f-BN-OQR.title
source: Delete
zh_hans: 删除

# O8z-LW-TbD.headerCell.title
source: Block Action
zh_hans: 拦截操作

# O19-c6-aPb.title
source: Import Settings
zh_hans: 导入设置

# Ocz-RQ-cda.title
source: From Charles Proxy...
zh_hans: 来自 Charles Proxy...

# OgI-An-vDr.title
source: Not found in Schema List
zh_hans: 在架构列表中未找到

# OIK-d8-3EG.title
source: Done
zh_hans: 完成

# oje-TA-GPl.title
source: Done
zh_hans: 完成

# opx-sZ-ijY.title
source: Click "+" or ⌘N to import Protobuf Schema (*.desc)
zh_hans: 点击 "+" 或 ⌘N 导入 Protobuf 模式 (*.desc)

# OqY-Ed-ONf.title
source: Allow List
zh_hans: 允许名单

# oRL-hu-zB2.title
source: Allow List
zh_hans: 允许名单

# OVL-Jm-Cgw.headerCell.title
source: Method
zh_hans: 方法

# pCZ-Ap-SjV.title
source: Export Settings...
zh_hans: 导出设置...

# PqQ-W6-1l7.title
source: Auto
zh_hans: 自动

# Prf-Ri-T1J.title
source: Cancel
zh_hans: 取消

# PSt-De-Jao.title
source: Request
zh_hans: 请求

# pTQ-wT-bCq.title
source: New...
zh_hans: 新建...

# pud-ei-tlC.title
source: Each request is checked against the rules from top to bottom, stopping when a match is found.
zh_hans: 每个请求都将从上到下检查规则，找到匹配时停止。

# pwm-eM-r0y.title
source: Charles Proxy:
zh_hans: Charles 代理：

# QAU-3B-a5Q.title
source: Protobuf Settings
zh_hans: Protobuf 设置

# QbD-2K-tTV.title
source: Enable Block List Tool
zh_hans: 启用阻止名单工具

# Qsa-Bo-ypX.title
source: More
zh_hans: 更多

# qT1-0Z-4qQ.title
source: Start the breakpoint for out-going request or in-coming response.
zh_hans: 为外发请求或入站响应启动断点。

# qTO-BF-7LW.headerCell.title
source: Method
zh_hans: 方法

# Qwb-4B-kSS.title
source: Protobuf Mapping Rules
zh_hans: Protobuf 映射规则

# qwn-rK-VIm.title
source: More
zh_hans: 更多

# qxb-JD-Cyf.title
source: Port:
zh_hans: 端口：

# r6V-2H-t1B.title
source: Import Settings
zh_hans: 导入设置

# rFg-kE-I1U.title
source: Name:
zh_hans: 名称：

# rLD-D7-Pu3.title
source: From Proxyman...
zh_hans: 来自 Proxyman...

# rng-I1-ygy.title
source: Protobuf Schema List
zh_hans: Protobuf 模式列表

# ROX-0z-YD2.title
source: Always bypass external proxies for localhost
zh_hans: 始终为 localhost 跳过外部代理

# rQz-iV-rmI.title
source: Support Wildcard (* and ?). Separate by Comma.
zh_hans: 支持通配符（* 和 ?）。用逗号分隔。

# Rv9-zB-96L.title
source: Port:
zh_hans: 端口：

# s6a-uq-wFJ.ibShadowedToolTip
source: Block all matched requests, but displays them on the app
zh_hans: 阻止所有匹配的请求，但在应用中显示它们

# s6a-uq-wFJ.title
source: Block & Display Requests
zh_hans: 阻止并显示请求

# S47-Dk-afQ.placeholderString
source: Untitled
zh_hans: 未命名

# SAU-N3-pLL.title
source: Path:
zh_hans: 路径：

# Sd3-Su-szh.title
source: Schema:
zh_hans: 架构：

# SrL-tC-BBL.title
source: Edit...
zh_hans: 编辑...

# tT1-LO-l8Y.title
source: For Response:
zh_hans: 对于响应：

# TUL-VY-t6P.title
source: Advanced Settings:
zh_hans: 高级设置：

# Tvh-MA-fpE.title
source: List of *.desc files used to define the structure of the protocol buffer's data.
zh_hans: 用于定义协议缓冲区数据结构的 *.desc 文件列表。

# Twv-OE-Ufn.title
source: From .chls File:
zh_hans: 来自 .chls 文件：

# U6N-em-rO4.title
source: Matching Rule
zh_hans: 匹配规则

# ucq-jw-ioc.title
source: Define Rules for capturing only specific domains. Ignore others domains.
zh_hans: 定义捕获特定域的规则。忽略其他域。

# uiN-ld-RFT.title
source: Done
zh_hans: 完成

# uom-CZ-tVv.title
source: Preserve Host Header
zh_hans: 保留主机头部

# uwf-ly-0bc.title
source: Untitled
zh_hans: 未命名

# uY0-8c-fcJ.title
source: Query:
zh_hans: 查询：

# VaM-JX-ej2.title
source: Delete
zh_hans: 删除

# Vat-v6-QgF.title
source: Delete
zh_hans: 删除

# Ve6-xV-Ub5.ibShadowedToolTip
source: Couldn't find this MessageType in all Protobuf Schema Files. Make sure you include package name
zh_hans: 在所有协议缓冲区架构文件中找不到此消息类型。确保包含包名称

# vEf-89-T5I.headerCell.title
source: Name
zh_hans: 名称

# wac-uQ-OAI.title
source: Select File...
zh_hans: 选择文件...

# Waz-kb-RG5.title
source: Couldn't found Charles Proxy
zh_hans: 找不到 Charles Proxy

# WEz-i4-5P5.title
source: Each request is checked against the rules from top to bottom, stopping when a match is found.
zh_hans: 每个请求会从上到下检查规则，找到匹配后停止。

# WHF-bl-PjN.headerCell.title
source: To
zh_hans: 至

# WHF-bl-PjN.headerToolTip
source: Map To URL
zh_hans: 映射至URL

# wlH-m9-6HI.title
source: Breakpoint:
zh_hans: 断点：

# WM0-ia-4zd.ibShadowedToolTip
source: Toggl Enable / Disable selected rules
zh_hans: 切换启用/禁用所选规则

# WM0-ia-4zd.title
source: Enable Rule
zh_hans: 启用规则

# wMZ-m0-4qj.title
source: Add Schema...
zh_hans: 添加架构...

# wuM-Cv-isf.title
source: Click "+" or ⌘N to add new entry
zh_hans: 点击 “+” 或 ⌘N 添加新条目

# WvC-xG-1Wu.title
source: Invalid PAC File
zh_hans: 无效的PAC文件

# wVS-GY-yL5.title
source: Define Protobuf Message Type for each Protobuf Requests/Responses.
zh_hans: 为每个Protobuf请求/响应定义Protobuf消息类型。

# wwZ-II-75L.title
source: Cancel
zh_hans: 取消

# WxO-KP-A8t.title
source: Import Settings
zh_hans: 导入设置

# x5Q-LT-Mwa.title
source: Protocol:
zh_hans: 协议：

# xGg-2k-hgY.title
source: Convert .chls to .har that Proxyman can understand
zh_hans: 转换.chls为Proxyman可以理解的.har格式

# xlx-QE-akd.title
source: The `Host` header of Requests are not changed.
zh_hans: 请求的 `Host` 头未更改。

# xvd-tK-0Zb.headerCell.title
source: Enabled
zh_hans: 启用

# xvd-tK-0Zb.headerToolTip
source: Enable / Disable this entry
zh_hans: 启用 / 禁用此条目

# xVw-Uq-rVd.headerCell.title
source: Message Type
zh_hans: 消息类型

# Xyc-Fs-3nf.title
source: Block or Hide any Requests. Useful to block/hide unnecessary requests.
zh_hans: 阻止或隐藏任何请求。用于阻止/隐藏不必要的请求。

# y8W-et-qCH.title
source: Select a protocol to configure:
zh_hans: 选择要配置的协议：

# YaH-EH-dHs.title
source: New...
zh_hans: 新建...

# ybB-CT-jUq.title
source: Breakpoint rules
zh_hans: 断点规则

# yId-We-08h.title
source: Payload Type:
zh_hans: 有效负载类型：

# yOx-Ov-TOq.title
source: Duplicate
zh_hans: 复制

# yuh-PD-4XT.title
source: Import Settings
zh_hans: 导入设置

# Yuj-DE-Fr5.headerCell.title
source: Name
zh_hans: 名称

# YwO-2o-l3Y.ibShadowedToolTip
source: Toggl Enable / Disable selected rules
zh_hans: 切换启用 / 禁用选中的规则

# YwO-2o-l3Y.title
source: Enable Rule
zh_hans: 启用规则

# Ziy-kl-v84.title
source: Import Settings
zh_hans: 导入设置

# ZnW-Bs-RAq.title
source: Done
zh_hans: 完成

# zrn-i7-feK.title
source: Filter
zh_hans: 筛选

# zva-bA-KxU.headerCell.title
source: Enabled
zh_hans: 启用

# zva-bA-KxU.headerToolTip
source: Enable / Disable this entry
zh_hans: 启用 / 禁用此条目
